INFO_MESSAGE = 'Этот бот предоставляет вам возможность удобно хранить ключи двухфакторной аутентификации для входа в ' \
       'различные сервисы: \n>*Получить код* - выводит сообщение с кодом\n>*Ввести ключ* - вставьте ключ, полученный ' \
       'на сайте вашего сервиса, бот запомнит его и будет в дальнейшем генерировать одноразовый пароль\n' \
       '>*Переименовать сервис* - вы можете задать собственное имя сервиса для удобного пользования'

MAIN_MENU_MESSAGE = 'Здравствуйте! Это бот-генератор TOTP-кодов!\nВыберите действие:'

NO_KEY_MESSAGE = 'Ключ не задан! Пожалуйста, добавьте ключ, чтобы сгенерировать код для сервиса!'

CODE_EXPIRED_MESSAGE = 'Код больше не действителен 😔\nСгенерировать новый код?'
